11/data/attachments/c5f31132e9409cea.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Zachary_community_Actions_24629_0</nif:username>
            <nif:friendToBeRequested>soap_actions_703cfd77-f093-441b-a192-5f4b67bb892e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>